Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=144_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Aimo Guttorm valittiin lakimiessihteerin virkaan
smn: Aimo Guttorm väljejui Sämitige lahâčällee viirgán

source: Utsjokelainen oikeustieteen kandidaatti / varatuomari Aimo Guttorm valittiin Saamelaiskäräjien avoinna olleeseen lakimiessihteerin vakituiseen virkaan.
smn: Ucjuvlâš vuoigâdvuođâtiettuu kandidaat / värituámmár Aimo Guttorm väljejui Sämitige lahâčällee fastâviirgán, mii lâi lamaš áávus moonnâm čoovčâ rääjist.

source: Guttorm on hoitanut avoinna ollutta virkaa Heikki J. Hyvärisen eläkkeelle siirtymisen jälkeen viime syksystä lähtien.
smn: Guttorm lii hoittám áávusorroo virge ton rääjist, ko Heikki J. Hyvärinen paasij iäláttâsân.

source: Guttorm voitti äänestyksessä oikeustieteen kandidaatti Siiri Jomppasen äänin 11-9.
smn: Guttorm vuoitij jienâstmist vuoigâdvuođâtiettuu kandidaat Siiri Jomppas jienâiguin 11-9.

source: Virkaa haki yhteensä neljä henkilöä, joista yksi vetäytyi kilvasta ennen valintaa.
smn: Viirgán uccii puohnâssân nelji ulmuu, main ohtâ kiäsádâdâi kištoost ovdil valjim.

source: Saamelaiskäräjien lakimiessihteeri on juridis-hallinnollinen virkamies, jonka tehtäviin kuuluu mm. valmistella saamelaisten oikeusasemaa koskevia asioita kuten lausuntoja, esityksiä, kannanottoja, muistioita ja joskus jopa säädösehdotuksia.
smn: Sämitige lahâčällee lii juuriidlâš-haaldâšlâš virgealmai, kiän pargoid kuleh el. valmâštâllâđ sämmilij vuoigâdvuođâsajattuv kyeskee aašijd tegu ciälkkámušâid, oovdânpyehtimijd, peleväldimijd, muštottemčalluid já motomin joba asâttâsiävtuttâsâid.

source: Lisäksi lakimiessihteeri toimii Saamelaiskäräjien elinkeino- ja oikeuslautakunnan esittelijänä ja sihteerinä.
smn: Lasseen lahâčällee tuáimá Sämitige iäláttâs- já vuoigâdvuođâlävdikode oovdânpyehten já čällen.

source: Saamelaiskäräjien kokous kesti maanantaina keskiyöhön saakka.
smn: Sämitige čuákkim pištij vuossaargâ koskâiijâ räi.

source: Lakimiessihteerin valinnan lisäksi kokous päätti kuluvan vaalikauden toimintaohjelmasta, taloussuunnitelmista ja hyväksyi viime vuoden tilinpäätöksen.
smn: Lahâčällee valjim lasseen meridij čuákkim tááláá vaaljâpaje toimâohjelmâst, ekonomiavuáváámist já tuhhiittij moonnâm ive ruttâtuálulopâttem.

source: Muut asiat siirrettiin tuleviin kokouksiin.
smn: Eres ääših sirdojuvvii puátteid čuákkimáid.
